Repository: microting/eform-angular-timeplanning-plugin
Catalog: eFormAPI/Plugins/TimePlanning.Pn/TimePlanning.Pn/Resources/Translations.*.resx
Languages: bg_bg, cs_cz, da, de, el_gr, es_es, et_ee, fi_fi, fr_fr, hr_hr, hu_hu, is_is, it_it, lt_lt, lv_lv, nl_nl, pl_pl, pt_br, sk_sk, sl_si, sv_se, uk_ua

source: Shift 1: start
bg_bg: Смяна 1: начало
cs_cz: Směna 1: začátek
da: Skift 1: start
de: Schicht 1: Start
el_gr: Βάρδια 1: έναρξη
es_es: Turno 1: inicio
et_ee: Vahetus 1: algus
fi_fi: Vuoro 1: alku
fr_fr: Équipe 1: début
hr_hr: Smjena 1: početak
hu_hu: Műszak 1: kezdés
is_is: Vakt 1: byrjun
it_it: Turno 1: inizio
lt_lt: Pamaina 1: pradžia
lv_lv: Maiņa 1: sākums
nl_nl: Dienst 1: start
pl_pl: Zmiana 1: początek
pt_br: Turno 1: início
sk_sk: Zmena 1: začiatok
sl_si: Izmena 1: začetek
sv_se: Skift 1: start
uk_ua: Зміна 1: початок

source: PlanText
bg_bg: Текст на план
cs_cz: Text plánu
da: Plan tekst
el_gr: Κείμενο σχεδίου
es_es: Texto del plan
et_ee: Plaani tekst
fi_fi: Suunnitelman teksti
fr_fr: Texte du plan
hr_hr: Tekst plana
hu_hu: Terv szöveg
is_is: Áætlunartexti
it_it: Testo del piano
lt_lt: Plano tekstas
lv_lv: Plāna teksts
nl_nl: Plantekst
pl_pl: Tekst planu
pt_br: Texto do plano
sk_sk: Text plánu
sl_si: Besedilo načrta
uk_ua: Текст плану

source: PlanHours
bg_bg: Часове на план
cs_cz: Hodiny plánu
da: Plan timer
de: Planstunden
el_gr: Ώρες σχεδίου
es_es: Horas del plan
et_ee: Plaani tunnid
fi_fi: Suunnitelman tunnit
fr_fr: Heures du plan
hr_hr: Sati plana
hu_hu: Terv órák
is_is: Áætlaðar klukkustundir
it_it: Ore del piano
lt_lt: Plano valandos
lv_lv: Plāna stundas
nl_nl: Planuren
pl_pl: Godziny planu
pt_br: Horas do plano
sk_sk: Hodiny plánu
sl_si: Ure načrta
sv_se: Plantimmar
uk_ua: Години плану

source: Shift 1: pause
bg_bg: Смяна 1: пауза
cs_cz: Směna 1: pauza
da: Skift 1: pause
de: Schicht 1: Pause
el_gr: Βάρδια 1: παύση
es_es: Turno 1: pausa
et_ee: Vahetus 1: paus
fi_fi: Vuoro 1: tauko
fr_fr: Équipe 1: pause
hr_hr: Smjena 1: pauza
hu_hu: Műszak 1: szünet
is_is: Vakt 1: hlé
it_it: Turno 1: pausa
lt_lt: Pamaina 1: pertrauka
lv_lv: Maiņa 1: pauze
nl_nl: Dienst 1: pauze
pl_pl: Zmiana 1: przerwa
pt_br: Turno 1: pausa
sk_sk: Zmena 1: prestávka
sl_si: Izmena 1: premor
sv_se: Skift 1: paus
uk_ua: Зміна 1: пауза

source: Comment office
bg_bg: Коментар офис
cs_cz: Komentář kancelář
da: Fra kontor
de: Kommentar Büro
el_gr: Σχόλιο γραφείου
es_es: Comentario oficina
et_ee: Kommentaar kontor
fi_fi: Kommentti toimisto
fr_fr: Commentaire bureau
hr_hr: Komentar ured
hu_hu: Megjegyzés iroda
is_is: Athugasemd skrifstofa
it_it: Commento ufficio
lt_lt: Komentaras biuras
lv_lv: Komentārs birojs
nl_nl: Opmerking kantoor
pl_pl: Komentarz biuro
pt_br: Comentário escritório
sk_sk: Komentár kancelária
sl_si: Komentar pisarna
sv_se: Kommentar kontor
uk_ua: Коментар офісу

source: Comment office all
bg_bg: Коментар офис всички
cs_cz: Komentář kancelář všichni
da: Info kontor alle
de: Kommentar Büro alle
el_gr: Σχόλιο γραφείου όλοι
es_es: Comentario oficina todos
et_ee: Kommentaar kontor kõik
fi_fi: Kommentti toimisto kaikki
fr_fr: Commentaire bureau tous
hr_hr: Komentar ured svi
hu_hu: Megjegyzés iroda mindenki
is_is: Athugasemd skrifstofa allir
it_it: Commento ufficio tutti
lt_lt: Komentaras biuras visi
lv_lv: Komentārs birojs visi
nl_nl: Opmerking kantoor iedereen
pl_pl: Komentarz biuro wszystkim
pt_br: Comentário escritório todos
sk_sk: Komentár kancelária všetci
sl_si: Komentar pisarna vsi
sv_se: Kommentar kontor alla
uk_ua: Коментар офісу всім

source: Comments
bg_bg: Коментари
cs_cz: Komentáře
da: Fra medarbejder
de: Kommentare
el_gr: Σχόλια
es_es: Comentarios
et_ee: Kommentaarid
fi_fi: Kommentit
fr_fr: Commentaires
hr_hr: Komentari
hu_hu: Megjegyzések
is_is: Athugasemdir
it_it: Commenti
lt_lt: Komentarai
lv_lv: Komentāri
nl_nl: Opmerkingen
pl_pl: Komentarze
pt_br: Comentários
sk_sk: Komentáre
sl_si: Komentarji
sv_se: Kommentarer
uk_ua: Коментарі

source: Date
bg_bg: Дата
cs_cz: Datum
da: Dato
de: Datum
el_gr: Ημερομηνία
es_es: Fecha
et_ee: Kuupäev
fi_fi: Päivämäärä
hr_hr: Datum
hu_hu: Dátum
is_is: Dagsetning
it_it: Data
lt_lt: Data
lv_lv: Datums
nl_nl: Datum
pl_pl: Data
pt_br: Data
sk_sk: Dátum
sl_si: Datum
sv_se: Datum
uk_ua: Дата

source: Message
bg_bg: Съобщение
cs_cz: Zpráva
da: Melding
de: Nachricht
el_gr: Μήνυμα
es_es: Mensaje
et_ee: Sõnum
fi_fi: Viesti
hr_hr: Poruka
hu_hu: Üzenet
is_is: Skilaboð
it_it: Messaggio
lt_lt: Pranešimas
lv_lv: Ziņojums
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
sk_sk: Správa
sl_si: Sporočilo
sv_se: Meddelande
uk_ua: Повідомлення

source: NettoHours
bg_bg: Нетно часове
cs_cz: Čisté hodiny
da: Timer netto
de: Nettostunden
el_gr: Καθαρές ώρες
es_es: Horas netas
et_ee: Neto tunnid
fi_fi: Nettotunnit
fr_fr: Heures nettes
hr_hr: Neto sati
hu_hu: Nettó órák
is_is: Nettó klukkustundir
it_it: Ore nette
lt_lt: Neto valandos
lv_lv: Neto stundas
nl_nl: Netto uren
pl_pl: Godziny netto
pt_br: Horas líquidas
sk_sk: Čisté hodiny
sl_si: Neto ure
sv_se: Nettotimmar
uk_ua: Нетто годин

source: PaidOutFlex
bg_bg: Изплатен flex
cs_cz: Vyplacený flex
da: Flex udbetalt
de: Ausgezahlte Flex
el_gr: Καταβλημένο flex
es_es: Flex pagado
et_ee: Välja makstud flex
fi_fi: Maksettu flex
fr_fr: Flex payé
hr_hr: Isplaćeni flex
hu_hu: Kifizetett flex
is_is: Greitt út flex
it_it: Flex pagato
lt_lt: Išmokėtas flex
lv_lv: Izmaksātais flex
nl_nl: Uitbetaalde flex
pl_pl: Wypłacony flex
pt_br: Flex pago
sk_sk: Vyplatený flex
sl_si: Izplačan flex
sv_se: Utbetald flex
uk_ua: Виплачений флекс

source: Shift 1: end
bg_bg: Смяна 1: край
cs_cz: Směna 1: konec
da: Skift 1: stop
de: Schicht 1: Ende
el_gr: Βάρδια 1: λήξη
es_es: Turno 1: fin
et_ee: Vahetus 1: lõpp
fi_fi: Vuoro 1: loppu
fr_fr: Équipe 1: fin
hr_hr: Smjena 1: kraj
hu_hu: Műszak 1: vég
is_is: Vakt 1: endir
it_it: Turno 1: fine
lt_lt: Pamaina 1: pabaiga
lv_lv: Maiņa 1: beigas
nl_nl: Dienst 1: einde
pl_pl: Zmiana 1: koniec
pt_br: Turno 1: fim
sk_sk: Zmena 1: koniec
sl_si: Izmena 1: konec
sv_se: Skift 1: slut
uk_ua: Зміна 1: кінець

source: Shift 2: end
bg_bg: Смяна 2: край
cs_cz: Směna 2: konec
da: Skift 2: stop
de: Schicht 2: Ende
el_gr: Βάρδια 2: λήξη
es_es: Turno 2: fin
et_ee: Vahetus 2: lõpp
fi_fi: Vuoro 2: loppu
fr_fr: Équipe 2: fin
hr_hr: Smjena 2: kraj
hu_hu: Műszak 2: vég
is_is: Vakt 2: endir
it_it: Turno 2: fine
lt_lt: Pamaina 2: pabaiga
lv_lv: Maiņa 2: beigas
nl_nl: Dienst 2: einde
pl_pl: Zmiana 2: koniec
pt_br: Turno 2: fim
sk_sk: Zmena 2: koniec
sl_si: Izmena 2: konec
sv_se: Skift 2: slut
uk_ua: Зміна 2: кінець

source: Shift 2: pause
bg_bg: Смяна 2: пауза
cs_cz: Směna 2: pauza
da: Skift 2: pause
de: Schicht 2: Pause
el_gr: Βάρδια 2: παύση
es_es: Turno 2: pausa
et_ee: Vahetus 2: paus
fi_fi: Vuoro 2: tauko
fr_fr: Équipe 2: pause
hr_hr: Smjena 2: pauza
hu_hu: Műszak 2: szünet
is_is: Vakt 2: hlé
it_it: Turno 2: pausa
lt_lt: Pamaina 2: pertrauka
lv_lv: Maiņa 2: pauze
nl_nl: Dienst 2: pauze
pl_pl: Zmiana 2: przerwa
pt_br: Turno 2: pausa
sk_sk: Zmena 2: prestávka
sl_si: Izmena 2: premor
sv_se: Skift 2: paus
uk_ua: Зміна 2: пауза

source: Shift 2: start
bg_bg: Смяна 2: начало
cs_cz: Směna 2: začátek
da: Skift 2: start
de: Schicht 2: Start
el_gr: Βάρδια 2: έναρξη
es_es: Turno 2: inicio
et_ee: Vahetus 2: algus
fi_fi: Vuoro 2: alku
fr_fr: Équipe 2: début
hr_hr: Smjena 2: početak
hu_hu: Műszak 2: kezdés
is_is: Vakt 2: byrjun
it_it: Turno 2: inizio
lt_lt: Pamaina 2: pradžia
lv_lv: Maiņa 2: sākums
nl_nl: Dienst 2: start
pl_pl: Zmiana 2: początek
pt_br: Turno 2: início
sk_sk: Zmena 2: začiatok
sl_si: Izmena 2: začetek
sv_se: Skift 2: start
uk_ua: Зміна 2: початок

source: SumFlexEnd
bg_bg: Сума flex край
cs_cz: Součet flex konec
da: Flex sum end
de: Flex-Summe Ende
el_gr: Άθροισμα flex λήξη
es_es: Suma flex fin
et_ee: Flexi summa lõpp
fi_fi: Flex-summa loppu
fr_fr: Somme flex fin
hr_hr: Zbroj flex kraj
hu_hu: Flex összeg vég
is_is: Flex samtals endir
it_it: Somma flex fine
lt_lt: Flex suma pabaiga
lv_lv: Flex summa beigas
nl_nl: Som flex einde
pl_pl: Suma flex koniec
pt_br: Soma flex fim
sk_sk: Súčet flex koniec
sl_si: Vsota flex konec
sv_se: Summa flex slut
uk_ua: Сума флексу кінець

source: Worker
bg_bg: Работник
cs_cz: Pracovník
da: Medarbejder
de: Mitarbeiter
el_gr: Εργάτης
es_es: Trabajador
et_ee: Töötaja
fi_fi: Työntekijä
fr_fr: Travailleur
hr_hr: Radnik
hu_hu: Munkavállaló
is_is: Starfsmaður
it_it: Lavoratore
lt_lt: Darbuotojas
lv_lv: Darbinieks
nl_nl: Werknemer
pl_pl: Pracownik
pt_br: Trabalhador
sk_sk: Pracovník
sl_si: Delavec
sv_se: Arbetare
uk_ua: Працівник

source: DayOfWeek
bg_bg: Ден от седмицата
cs_cz: Den v týdnu
da: Ugedag
de: Wochentag
el_gr: Ημέρα εβδομάδας
es_es: Día de la semana
et_ee: Nädalapäev
fi_fi: Viikonpäivä
fr_fr: Jour de la semaine
hr_hr: Dan u tjednu
hu_hu: Hét napja
is_is: Vikudagur
it_it: Giorno della settimana
lt_lt: Savaitės diena
lv_lv: Nedēļas diena
nl_nl: Dag van de week
pl_pl: Dzień tygodnia
pt_br: Dia da semana
sk_sk: Deň v týždni
sl_si: Dan v tednu
sv_se: Veckodag
uk_ua: День тижня

source: SumFlexStart
bg_bg: Сума flex начало
cs_cz: Součet flex začátek
da: Flex sum
de: Flex-Summe Start
el_gr: Άθροισμα flex έναρξη
es_es: Suma flex inicio
et_ee: Flexi summa algus
fi_fi: Flex-summa alku
fr_fr: Somme flex début
hr_hr: Zbroj flex početak
hu_hu: Flex összeg kezdés
is_is: Flex samtals byrjun
it_it: Somma flex inizio
lt_lt: Flex suma pradžia
lv_lv: Flex summa sākums
nl_nl: Som flex start
pl_pl: Suma flex początek
pt_br: Soma flex início
sk_sk: Súčet flex začiatok
sl_si: Vsota flex začetek
sv_se: Summa flex start
uk_ua: Сума флексу початок

source: Employee no
bg_bg: Служител номер
cs_cz: Číslo zaměstnance
da: Medarbejder nr.
de: Mitarbeiter Nr.
el_gr: Αριθμός υπαλλήλου
es_es: Nº de empleado
et_ee: Töötaja nr
fi_fi: Työntekijä nro
fr_fr: N° d'employé
hr_hr: Broj zaposlenika
hu_hu: Alkalmazott szám
is_is: Starfsmannanúmer
it_it: N. dipendente
lt_lt: Darbuotojo nr
lv_lv: Darbinieka nr
nl_nl: Werknemer nr
pl_pl: Nr pracownika
pt_br: Nº do funcionário
sk_sk: Číslo zamestnanca
sl_si: Št. zaposlenega
sv_se: Anställd nr
uk_ua: Номер працівника

source: PlanRegistrationFound
bg_bg: Регистрация на план намерена
cs_cz: Registrace plánu nalezena
da: Registrering hentet
de: Planregistrierung gefunden
el_gr: Εγγραφή σχεδίου βρέθηκε
es_es: Registro de plan encontrado
et_ee: Plaani registreering leitud
fi_fi: Suunnitelman rekisteröinti löytyi
fr_fr: Enregistrement du plan trouvé
hr_hr: Registracija plana pronađena
hu_hu: Terv regisztráció megtalálva
is_is: Áætlunarskráning fannst
it_it: Registrazione piano trovata
lt_lt: Plano registracija rasta
lv_lv: Plāna reģistrācija atrasta
nl_nl: Planregistratie gevonden
pl_pl: Znaleziono rejestrację planu
pt_br: Registro do plano encontrado
sk_sk: Registrácia plánu nájdená
sl_si: Registracija načrta najdena
sv_se: Planregistrering hittad
uk_ua: Реєстрація плану знайдена

source: From
bg_bg: От
cs_cz: Od
da: Fra
de: Von
el_gr: Από
es_es: Desde
et_ee: Alates
fi_fi: Alkaen
fr_fr: De
hr_hr: Od
hu_hu: Től
is_is: Frá
it_it: Da
lt_lt: Nuo
lv_lv: No
nl_nl: Van
pl_pl: Od
pt_br: De
sk_sk: Od
sl_si: Od
sv_se: Från
uk_ua: Від

source: To
bg_bg: До
cs_cz: Do
da: Til
de: Bis
el_gr: Έως
es_es: Hasta
et_ee: Kuni
fi_fi: Asti
fr_fr: À
hr_hr: Do
hu_hu: Ig
is_is: Til
it_it: A
lt_lt: Iki
lv_lv: Līdz
nl_nl: Tot
pl_pl: Do
pt_br: Para
sk_sk: Do
sl_si: Do
sv_se: Till
uk_ua: До

source: Shift 3: end
bg_bg: Смяна 3: край
cs_cz: Směna 3: konec
da: Skift 3: stop
de: Schicht 3: Ende
el_gr: Βάρδια 3: λήξη
es_es: Turno 3: fin
et_ee: Vahetus 3: lõpp
fi_fi: Vuoro 3: loppu
fr_fr: Équipe 3: fin
hr_hr: Smjena 3: kraj
hu_hu: Műszak 3: vég
is_is: Vakt 3: endir
it_it: Turno 3: fine
lt_lt: Pamaina 3: pabaiga
lv_lv: Maiņa 3: beigas
nl_nl: Dienst 3: einde
pl_pl: Zmiana 3: koniec
pt_br: Turno 3: fim
sk_sk: Zmena 3: koniec
sl_si: Izmena 3: konec
sv_se: Skift 3: slut
uk_ua: Зміна 3: кінець

source: Shift 3: pause
bg_bg: Смяна 3: пауза
cs_cz: Směna 3: pauza
da: Skift 3: pause
de: Schicht 3: Pause
el_gr: Βάρδια 3: παύση
es_es: Turno 3: pausa
et_ee: Vahetus 3: paus
fi_fi: Vuoro 3: tauko
fr_fr: Équipe 3: pause
hr_hr: Smjena 3: pauza
hu_hu: Műszak 3: szünet
is_is: Vakt 3: hlé
it_it: Turno 3: pausa
lt_lt: Pamaina 3: pertrauka
lv_lv: Maiņa 3: pauze
nl_nl: Dienst 3: pauze
pl_pl: Zmiana 3: przerwa
pt_br: Turno 3: pausa
sk_sk: Zmena 3: prestávka
sl_si: Izmena 3: premor
sv_se: Skift 3: paus
uk_ua: Зміна 3: пауза

source: Shift 3: start
bg_bg: Смяна 3: начало
cs_cz: Směna 3: začátek
da: Skift 3: start
de: Schicht 3: Start
el_gr: Βάρδια 3: έναρξη
es_es: Turno 3: inicio
et_ee: Vahetus 3: algus
fi_fi: Vuoro 3: alku
fr_fr: Équipe 3: début
hr_hr: Smjena 3: početak
hu_hu: Műszak 3: kezdés
is_is: Vakt 3: byrjun
it_it: Turno 3: inizio
lt_lt: Pamaina 3: pradžia
lv_lv: Maiņa 3: sākums
nl_nl: Dienst 3: start
pl_pl: Zmiana 3: początek
pt_br: Turno 3: início
sk_sk: Zmena 3: začiatok
sl_si: Izmena 3: začetek
sv_se: Skift 3: start
uk_ua: Зміна 3: початок

source: Shift 4: end
bg_bg: Смяна 4: край
cs_cz: Směna 4: konec
da: Skift 4: stop
de: Schicht 4: Ende
el_gr: Βάρδια 4: λήξη
es_es: Turno 4: fin
et_ee: Vahetus 4: lõpp
fi_fi: Vuoro 4: loppu
fr_fr: Équipe 4: fin
hr_hr: Smjena 4: kraj
hu_hu: Műszak 4: vég
is_is: Vakt 4: endir
it_it: Turno 4: fine
lt_lt: Pamaina 4: pabaiga
lv_lv: Maiņa 4: beigas
nl_nl: Dienst 4: einde
pl_pl: Zmiana 4: koniec
pt_br: Turno 4: fim
sk_sk: Zmena 4: koniec
sl_si: Izmena 4: konec
sv_se: Skift 4: slut
uk_ua: Зміна 4: кінець

source: Shift 4: pause
bg_bg: Смяна 4: пауза
cs_cz: Směna 4: pauza
da: Skift 4: pause
de: Schicht 4: Pause
el_gr: Βάρδια 4: παύση
es_es: Turno 4: pausa
et_ee: Vahetus 4: paus
fi_fi: Vuoro 4: tauko
fr_fr: Équipe 4: pause
hr_hr: Smjena 4: pauza
hu_hu: Műszak 4: szünet
is_is: Vakt 4: hlé
it_it: Turno 4: pausa
lt_lt: Pamaina 4: pertrauka
lv_lv: Maiņa 4: pauze
nl_nl: Dienst 4: pauze
pl_pl: Zmiana 4: przerwa
pt_br: Turno 4: pausa
sk_sk: Zmena 4: prestávka
sl_si: Izmena 4: premor
sv_se: Skift 4: paus
uk_ua: Зміна 4: пауза

source: Shift 4: start
bg_bg: Смяна 4: начало
cs_cz: Směna 4: začátek
da: Skift 4: start
de: Schicht 4: Start
el_gr: Βάρδια 4: έναρξη
es_es: Turno 4: inicio
et_ee: Vahetus 4: algus
fi_fi: Vuoro 4: alku
fr_fr: Équipe 4: début
hr_hr: Smjena 4: početak
hu_hu: Műszak 4: kezdés
is_is: Vakt 4: byrjun
it_it: Turno 4: inizio
lt_lt: Pamaina 4: pradžia
lv_lv: Maiņa 4: sākums
nl_nl: Dienst 4: start
pl_pl: Zmiana 4: początek
pt_br: Turno 4: início
sk_sk: Zmena 4: začiatok
sl_si: Izmena 4: začetek
sv_se: Skift 4: start
uk_ua: Зміна 4: початок

source: Shift 5: end
bg_bg: Смяна 5: край
cs_cz: Směna 5: konec
da: Skift 5: stop
de: Schicht 5: Ende
el_gr: Βάρδια 5: λήξη
es_es: Turno 5: fin
et_ee: Vahetus 5: lõpp
fi_fi: Vuoro 5: loppu
fr_fr: Équipe 5: fin
hr_hr: Smjena 5: kraj
hu_hu: Műszak 5: vég
is_is: Vakt 5: endir
it_it: Turno 5: fine
lt_lt: Pamaina 5: pabaiga
lv_lv: Maiņa 5: beigas
nl_nl: Dienst 5: einde
pl_pl: Zmiana 5: koniec
pt_br: Turno 5: fim
sk_sk: Zmena 5: koniec
sl_si: Izmena 5: konec
sv_se: Skift 5: slut
uk_ua: Зміна 5: кінець

source: Shift 5: pause
bg_bg: Смяна 5: пауза
cs_cz: Směna 5: pauza
da: Skift 5: pause
de: Schicht 5: Pause
el_gr: Βάρδια 5: παύση
es_es: Turno 5: pausa
et_ee: Vahetus 5: paus
fi_fi: Vuoro 5: tauko
fr_fr: Équipe 5: pause
hr_hr: Smjena 5: pauza
hu_hu: Műszak 5: szünet
is_is: Vakt 5: hlé
it_it: Turno 5: pausa
lt_lt: Pamaina 5: pertrauka
lv_lv: Maiņa 5: pauze
nl_nl: Dienst 5: pauze
pl_pl: Zmiana 5: przerwa
pt_br: Turno 5: pausa
sk_sk: Zmena 5: prestávka
sl_si: Izmena 5: premor
sv_se: Skift 5: paus
uk_ua: Зміна 5: пауза

source: Shift 5: start
bg_bg: Смяна 5: начало
cs_cz: Směna 5: začátek
da: Skift 5: start
de: Schicht 5: Start
el_gr: Βάρδια 5: έναρξη
es_es: Turno 5: inicio
et_ee: Vahetus 5: algus
fi_fi: Vuoro 5: alku
fr_fr: Équipe 5: début
hr_hr: Smjena 5: početak
hu_hu: Műszak 5: kezdés
is_is: Vakt 5: byrjun
it_it: Turno 5: inizio
lt_lt: Pamaina 5: pradžia
lv_lv: Maiņa 5: sākums
nl_nl: Dienst 5: start
pl_pl: Zmiana 5: początek
pt_br: Turno 5: início
sk_sk: Zmena 5: začiatok
sl_si: Izmena 5: začetek
sv_se: Skift 5: start
uk_ua: Зміна 5: початок

source: TokenNotFound
bg_bg: Токен не е намерен
cs_cz: Token nenalezen
da: Token blen ikke fundet
de: Token nicht gefunden
el_gr: Το διακριτικό δεν βρέθηκε
es_es: Token no encontrado
et_ee: Tunnust ei leitud
fi_fi: Tunnistetta ei löytynyt
fr_fr: Jeton non trouvé
hr_hr: Token nije pronađen
hu_hu: Token nem található
is_is: Tákn fannst ekki
it_it: Token non trovato
lt_lt: Žetonas nerastas
lv_lv: Žetons nav atrasts
nl_nl: Token niet gevonden
pl_pl: Token nie znaleziony
pt_br: Token não encontrado
sk_sk: Token nenájdený
sl_si: Žeton ni najden
sv_se: Token hittades inte
uk_ua: Токен не знайдено

source: Week number
bg_bg: Номер на седмица
cs_cz: Číslo týdne
da: Uge nr
de: Wochennummer
el_gr: Αριθμός εβδομάδας
es_es: Número de semana
et_ee: Nädala number
fi_fi: Viikkonumero
fr_fr: Numéro de semaine
hr_hr: Broj tjedna
hu_hu: Hét száma
is_is: Vikutala
it_it: Numero settimana
lt_lt: Savaitės numeris
lv_lv: Nedēļas numurs
nl_nl: Weeknummer
pl_pl: Numer tygodnia
pt_br: Número da semana
sk_sk: Číslo týždňa
sl_si: Številka tedna
sv_se: Veckonummer
uk_ua: Номер тижня

source: Hours Saturday
bg_bg: Часове събота
cs_cz: Hodiny sobota
da: Timer lørdag
de: Samstag Stunden
el_gr: Ώρες Σάββατο
es_es: Horas sábado
et_ee: Laupäeva tunnid
fi_fi: Lauantaitunnit
fr_fr: Heures samedi
hr_hr: Sati subota
hu_hu: Szombat órák
is_is: Klukkustundir laugardagur
it_it: Ore sabato
lt_lt: Šeštadienio valandos
lv_lv: Sestdienas stundas
nl_nl: Uren zaterdag
pl_pl: Godziny sobota
pt_br: Horas sábado
sk_sk: Hodiny sobota
sl_si: Ure sobota
sv_se: Timmar lördag
uk_ua: Години суботи

source: Hours Sunday
bg_bg: Часове неделя и празници
cs_cz: Sunday and Holiday Hours
da: Søn- og helligdagstimer
de: Sunday and Holiday Hours
el_gr: Sunday and Holiday Hours
es_es: Horas domingo y festivos
et_ee: Sunday and Holiday Hours
fi_fi: Sunnuntai- ja juhlapyhätunnit
fr_fr: Sunday and Holiday Hours
hr_hr: Sunday and Holiday Hours
hu_hu: Vasárnap és ünnepnap órák
is_is: Sunday and Holiday Hours
it_it: Ore domenica e festivi
lt_lt: Sunday and Holiday Hours
lv_lv: Sunday and Holiday Hours
nl_nl: Zondag en feestdaguren
pl_pl: Godziny niedzielne i świąteczne
pt_br: Horas de domingo e feriados
sk_sk: Hodiny nedeľa a sviatky
sl_si: Ure nedelja in prazniki
sv_se: Sunday and Holiday Hours
uk_ua: Неділя та святкові години

source: Yes
bg_bg: Да
cs_cz: Ano
da: Ja
de: Ja
el_gr: Ναι
es_es: Sí
et_ee: Jah
fi_fi: Kyllä
fr_fr: Oui
hr_hr: Da
hu_hu: Igen
is_is: Já
it_it: SÃ¬
lt_lt: Taip
lv_lv: Jā
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
sk_sk: Áno
sl_si: Da
sv_se: Ja
uk_ua: Так

source: No
bg_bg: Не
cs_cz: Ne
da: Nej
de: Nein
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
fr_fr: Non
hr_hr: Ne
hu_hu: Nem
is_is: Nei
lt_lt: Ne
lv_lv: Nē
nl_nl: Nee
pl_pl: Nie
pt_br: Não
sk_sk: Nie
sl_si: Ne
sv_se: Nej
uk_ua: Ні

source: Total Hours
bg_bg: Общо часове
cs_cz: Celkem hodin
da: Total timer
de: Gesamtstunden
el_gr: Σύνολο ωρών
es_es: Horas totales
et_ee: Tunnid kokku
fi_fi: Tunnit yhteensä
fr_fr: Heures totales
hr_hr: Ukupno sati
hu_hu: Összes óra
is_is: Heildarstundir
it_it: Ore totali
lt_lt: Iš viso valandų
lv_lv: Kopējās stundas
nl_nl: Totale uren
pl_pl: Całkowite godziny
pt_br: Horas totais
sk_sk: Celkom hodín
sl_si: Skupaj ur
sv_se: Totala timmar
uk_ua: Всього годин

source: Normal Hours
da: Normal timer

source: Flex
uk_ua: Флекс
